Repository: tellurianinteractive/Tellurian.Trains.WagonCardApp
Catalog: src/Client/Resources/App.*.resx
Languages: da, de, no, sv

source: Vehicle schedule
da: Omløbplan
de: Umlauf
no: Omløp
sv: Omloppstidtabell

source: Epoch
da: Epoke
de: Epoche
no: Epoke
sv: Epok

source: Operating period in this design
da: Driftsperiode i denne udførelsesform
de: Einsatzjahre in dieser Ausführung
no: Driftsperiode i dette designet
sv: Driftperiod i detta utförande

source: Driveline
da: Drivline
de: Antrieb
no: Drivlinje
sv: Drivlina

source: Engine power
da: Motoreffekt
de: Dauerleistung
no: Motorkraft
sv: Motoreffekt

source: Manufacturer
da: Fabrikant
de: Hersteller
no: Produsent
sv: Tillverkare

source: Year
da: År
de: Jahr
no: År
sv: År

source: Top speed
da: Topfart
de: Vmax
no: Toppfart
sv: Toppfart

source: Weight
da: Vægt
de: Gewicht
no: Vekt
sv: Vikt

source: Length over buffers
da: Længde over puffer
de: Länge über Puffer
no: Lengde over buffere
sv: Längd över buffertar

source: Marking
da: Mærkning
de: Markierung
no: Merking
sv: Märkning

source: Owner
da: Ejer
de: Eigentümer
no: Eier
sv: Ägare

# AppName
source: Wagon Card App
da: Vognkortsappen
de: Wagenkarten-App
no: Vognkortappen
sv: Vagnkortsappen

source: Cargo wagon
da: Godsvogn
de: Güterwagen
no: Godsvogn
sv: Godsvagn

source: Create loco card
da: Opret lokomotiv kort
de: Lokkarte erstellen
no: Lag lokokort
sv: Skapa lokkort

source: Loco
da: Lokomotiv
de: Lok
no: Lok
sv: Lok

source: Passenger wagon
da: Personvogn
de: Personenwagen
no: Passasjervogn
sv: Personvagn

# Horsepowers
source: hp
da: hk
de: PS
no: hk
sv: hk

source: Inventory card
da: Inventarkort
de: Inventarkarte
no: Inventarkort
sv: Inventariekort

source: Operator signature
da: Operatør signatur
de: Abkürzung der Bahngesellschaft
no: Operatørsignatur
sv: Operatörsignatur

source: Vehicle class
da: Klasse
de: Baureihe
no: Type
sv: Littera

source: Vehicle number
da: Nummer
de: Fahrzeugnummer
no: Nummer
sv: Fordonsnummer

# DrivelineType
source: Type of driveline
da: Type af drivlina
de: Antriebsart
no: Type av drivlinje
sv: Typ av drivlina

source: Functions
da: Funktioner
de: Funktionen
no: Funksjoner
sv: Funktioner

# MainColour
source: Main loco colour
da: Lokomotivets primære farve
de: Hauptfarbe der Lok
no: Primær lokfarve
sv: Lokets primära färg

# ModelImageUrl
source: Link to model image
da: Link til billede af modellen
de: Link zum Modellbild
no: Link til modellbilde
sv: Länk til bild av modellen

# OriginalImageUrl
source: Link to original loco image
da: Link til billede af forebilledet
de: Link zum Originalbild
no: Link til originalt lokobilde
sv: Länk till bild av förebilden

# SecondColour
source: Secondary loco colour
da: Lokomotivets sekundære farve
de: Sekundärfarbe der Lok
no: Sekundær lokofarge
sv: Lokets sekundära färg

# YearOfManufacturing
source: Year of manufacture
da: Produktionsår
de: Baujahr
no: Produksjons år
sv: Tillverkningsår

source: Email address
da: E-postadresse
de: E-Mail-Addresse
no: E-postadresse
sv: E-postadress

# OwnerName
source: Full name
da: For- og efternavn
de: Vollständiger Name
no: For- og etternavn
sv: För- och efternamn

# PhoneNumber
source: International phone number
da: Internationalt telefonnummer
de: Internationale Telefonnummer
no: Internasjonalt telefonnummer
sv: Internationellt telefonnummer

source: About
da: Om appen
de: Über die App
no: Om appen
sv: Om appen

source: Actions
da: Handlinger
de: Aktionen
no: Handlinger
sv: Åtgärder

source: Example
da: Eksempel
de: Beispiel
no: Eksempel
sv: Exempel

source: Print
da: Udskriv
de: Drucken
no: Skriv ut
sv: Skriv ut

# Reset
source: Clear
da: Nulstil
de: Zurücksetzen
no: Rydd
sv: Rensa

source: Save
da: Gem
de: Speichern
no: Lagre
sv: Spara

source: Print preview
da: Vis udskrift
de: Druckvorschau
no: Vis utskrift
sv: Visa utskrift

source: Data original
da: Data forebillede
de: Daten Vorbild
no: Data forbilde
sv: Data förebild

source: Length
da: Længde
de: LüP
no: Lengde
sv: Längd

# WeightShort
source: Weight
da: Vægt
de: Gewicht
no: Vekt
sv: Vikt

source: Download as JSON
da: Download som JSON
de: Als JSON herunterladen
no: Last ned som JSON
sv: Ladda ner som JSON

source: Error in uploaded JSON-file
da: Fejl i uploadet JSON-fil
de: Fehler in hochgeladener JSON-Datei
no: Feil i opplastet JSON-fil
sv: Fel i uppladdad JSON-fil

source: Upload JSON file
da: Upload JSON-fil
de: JSON-Datei hochladen
no: Last opp JSON-fil
sv: Ladda upp JSON-fil

source: Waybill or vehicle schedule
da: Fragtbrev eller omløbplan
de: Frachtbrief oder Umlauf
no: Fraktbrev eller omløp
sv: Fraktsedel eller omloppstidtabell

source: Model manufacturer
da: Modelproducent
de: Modellhersteller
no: Modellprodusent
sv: Modellproducent

# ModelNumber
source: Catalogue number
da: Katalog nummer
de: Katalognummer
no: Katalognummer
sv: Katalognummer

source: Inventory number
da: Inventar nummer
de: Inventarnummer
no: Inventar nummer
sv: Inventarienummer

source: Owner's marking
da: Ejerens mærkning
de: Eigentümermarkierung
no: Eiers merking
sv: Ägarmärkning

source: Create wagon card
da: Opret vogn kort
de: Wagenkarte erstellen
sv: Skapa vagnkort

source: Home station
da: Hjemstation
de: Heimatbahnhof
no: Hjemstasjon
sv: Hemstation

source: Yellow
da: Gul
de: Gelb
no: Gul
sv: Gul

source: Red
da: Rød
de: Rot
no: Rød
sv: Röd

source: Green
da: Grøn
de: Grün
no: Grøn
sv: Grön

source: Blue
da: Blå
de: Blau
no: Blå
sv: Blå

source: Brown
da: Brun
de: Braun
no: Brun
sv: Brun

source: Black
da: Sort
de: Schwarz
no: Sort
sv: Svart

source: Station name
da: Stationsnavn
de: Bahnhof
no: Stasjonsnavn
sv: Stationsnamn

# CountryCode
source: Country
da: Land
de: Land
no: Land
sv: Land

source: Not specified
da: Ikke specificeret
de: Keine Angabe
no: Ikke spesifisert
sv: Ej angivet

source: Catalog number
da: Katalog nummer
de: Katalognummer
no: Katalognummer
sv: Katalognummer

source: Use marking
da: Brug mærkning
de: Erkennzeichnung verwenden
no: Bruk merking
sv: Använd märkning

source: Meters
da: Meter
de: Meter
no: Meter
sv: Meter

source: Max
da: Maks
no: Maks
sv: Maks

source: Volume
da: Volumen
de: Volumen
no: Volum
sv: Volym

source: Tonnes
da: Ton
de: Tonnen
no: Ton
sv: Ton

# CountryRegistrationNumber
source: Country registration number (UIC)
da: Landenummer (UIC)
de: Land Nummer (UIC)
no: Landnummer (UIC)
sv: Landnummer (UIC)

# InteroperabilityCode
source: Interoperability code (UIC)
da: Interoperabilitetskode (UIC)
de: Interoperabilitätscode (UIC)
no: Interoperabilitetskode (UIC)
sv: Interoperabilitetskod (UIC)

source: Is RIV-conformant?
da: Er RIV-kompatibel?
de: Ist RIV-konform?
no: Er RIV-kompatibel?
sv: Uppfyller RIV-krav?

source: Is TEN-conformant?
da: Er TEN-kompatibel?
de: Ist TEN-konform?
no: Er TEN-kompatibel?
sv: Uppfyller TEN-krav?

source: Wagon colour
da: Vogn farve
de: Wagenfarbe
no: Vognfarge
sv: Vagnfärg

# OwnerImageUrl
source: Owner's symbol image URL
da: Ejerens symbolbillede URL
de: Symbolbild-URL des Eigentümers
no: URL for eierens symbolbilde
sv: Ägarens symbolbilds URL

source: Top speed
da: Maks hastighed
de: Höchstgeschwindigkeit
no: Max hastighet
sv: Max hastighet

# LoadVolume
source: Load volume (cubic meters)
da: Lastvolumen (kubikmeter)
de: Laderaum (kubikmeter)
no: Lastevolum (ton)
sv: Lastvolym (kuibikmeter)

# LoadLimit
source: Max load (tonnes)
da: Maks last (ton)
de: Ladegewicht (tonnen)
no: Maks last
sv: Max (ton)

source: Operating period
da: Driftsperiode
de: Einsatzjahre
no: Driftsperiode
sv: Driftperiod

source: Interoperability
da: Interoperabilitet
de: Interoperabilität
no: Interoperabilitet
sv: Interoperabilitet

# SelectOriginalImage
source: Select image of original
da: Vælg billede af forebillede
de: Bild des Originals auswählen
no: Velg bilde på forebildet
sv: Välj bild av förebilden

# SelectModelImage
source: Select image of the model
da: Vælg billede af modellen
de: Bild des Modells auswählen
no: Velg bilde av modellen
sv: Välj bild på modellen

# SelectOwnerImage
source: Select owner symbol image
da: Vælg ejersymbolbillede
de: Wählen Eigentümersymbolbild
no: Velg eiersymbolbilde
sv: Välj ägarsymbolbild

source: Loading instructions
da: Indlæsningsvejledning
de: Ladeanweisungen
no: Lasteinstruksjoner
sv: Lastinstruktioner

# DigitalAddress
source: DCC address
da: DCC adresse
de: DCC addresse
no: DCC adress

source: Model weight
da: Modelvægt
de: Modellgewicht
no: Modellvekt
sv: Modellvikt

# FredLocoLabelBackColour
source: Background colour FRED locomotive label
da: Baggrundsfarve FRED lokomotiv id
de: Hintergrundfarbe FRED-Loketikett
no: Bakgrunnsfarge FRED lok-id
sv: Bakgrundsfärg FRED lok-id

# FredFunctionsBackColour
source: Background colour FRED functions
da: Baggrundsfarve FRED-funktioner
de: Hintergrundfarbe FRED-Funktionen
no: Bakgrunnsfarge FRED-funksjoner
sv: Bakgrundsfärg FRED-funktioner

# OwnerTextLabel
source: Owner's signature
da: Ejerens signature
de: Besitzertext
no: Eierens signatur
sv: Ägarens signatur

source: References
da: Referencer
de: Verweise
no: Referanser
sv: Referenser

source: Print options
da: Udskriftsvalg
de: Drucken Wahlen
sv: Utskriftsval

source: Print loco card
da: Udskriv lokomotivkort
de: Lokkarte Drucken
sv: Skriv ut lokkort

source: Print inventory card
da: Udskriv inventarkort
de: Inventarkarte Drucken
sv: Skriv ut inventariekort

# PrintFredSticker
source: Print FRED label
da: Udskriv FRED etiket
de: FRED-Etikett drucken
sv: Skriv ut FRED-etikett

# LoadArea
source: Load area (square meters)
da: Læsseareal (kvadratmeter)
de: Ladefläche (Quadratmeter)
sv: Lastyta (kvadratmeter)

source: Area
da: Areal
de: Fläche

source: Print wagon card
da: Udkriv vognkort
de: Wagenkarte Drucken
sv: Skriv ut vagnkort

# PrintExtraFredSticker
source: Print extra FRED label
da: Udskriv extra FRED etiket
de: Extra FRED-Etikett drucken
sv: Skriv ut extra FRED-etikett

source: Update now!
da: Opdater nu!
de: Jetzt aktualisieren!
sv: Uppdatera nu!

# YouHaveAnOldClient
source: You have an old application version
da: Du har en gammel applikationsversion
de: Sie haben eine alte Anwendungsversion
sv: Du har en gammal applikationsversion

source: Traction force
da: Trækkraft
de: Zugkraft
sv: Dragkraft

source: axles
da: aksler
de: Achsen
sv: axlar

source: wagons
da: vogne
de: Wagen
sv: vagnar

source: Wheel type
da: Hjul type
de: Radtyp
sv: Hjultyp

source: Select operator logo
da: Vælg operatørlogo
de: Betreiberlogo auswählen
sv: Välj operatörslogotyp

# UseColorMarking
source: Use colour marking
da: Brug farvemarkering
de: Farbmarkierung verwenden
sv: Använd färgmarkering

source: Other UIC main class?
da: AndenUIC hovedklasse?
de: Andere UIC hauptbaureihe?
sv: Annat UIC huvudlittra?

source: Is Interfrigo conformant?
da: Er Interfrigo-kompatibel?
de: Ist Interfrigo-konform?
sv: Uppfyller Interfrigo-krav?

# MaxSevenDigits
source: Max 7 digits!
da: Maks 7 cifre!
de: Maximal 7 Ziffern!
sv: Max 7 siffor!

source: Club name
da: Klubnavn
sv: Klubbnamn

source: Is EUROP-conformant?
da: Er EUROP-kompatibel?
de: Ist EUROP-konform?
sv: Uppfyller EUROP-krav?

source: Is OPW-conformant?
da: Er OPW-kompatibel?
de: Ist OPR-konform?
sv: Uppfyller OPW-krav?

source: Data model
de: Daten Model
no: Data modell
sv: Data modell
